# formulae
brew "git"
brew "coreutils"
brew "bash"
brew "awscli"
brew "eza"
brew "fd"
brew "neovim"
brew "jq"
brew "pnpm"
brew "ripgrep"
brew "terraform"
brew "tldr"
brew "yq"
brew "cocoapods"
brew "python"

# casks
cask "font-jetbrains-mono-nerd-font"
cask "aws-vault"
cask "mos"
cask "wezterm"
cask "firefox"
cask "spotify"
cask "obsidian"
cask "vscodium"
cask "gpg-suite"
cask "todoist"
cask "docker"
cask "slack"
cask "appcleaner"
cask "raycast"
cask "obsidian"
cask "brave-browser"
